; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.9.0
; Author:	Galaxyjam <galaxyjam@hotmail.com>
; Homepage:
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
1=Fichier
2=Préférences
3=Aide
4=Vérifier d'abord en tant qu'archive S&FX
; -----------------------------------------------------------------------------
5=Sélectionner le fichier
6=&Archive/Installeur à extraire :
7=Sélectionner le répertoire
8=&Répertoire de destination :
9=Glissez et déposez ici le fichier à extraire
; -----------------------------------------------------------------------------
10=Options d'%s
11=&Conserver un historique
12=&Masquer la console
13=&Proposer des mises à jour :
14=&Langage :
15=Mémoriser et bloquer la taille de la fen&être
16=Ne pas quitter le logiciel apr&ès l'extraction
; -----------------------------------------------------------------------------
17=Options relatives au format
18=A&vertir avant l'exécution des fichiers
19=&Supprimer les fichiers redondants
20=Supprimer les fic&hiers temporaires
21=Aj&outer les extensions manquantes
22=Supprimer le fichier après une extract&ion réussie
; -----------------------------------------------------------------------------
23=A propos du logiciel
; -----------------------------------------------------------------------------
24=Site Web d'%s
25=Site de la version officielle
26=Forum de la version modifiée
; -----------------------------------------------------------------------------
27=Mise à jour
28=La dernière mise à jour du programme a été faite il y a %s jours !
29=Mettre le programme à jour maintenant ?
30=Int&égrer dans l'environnement
; -----------------------------------------------------------------------------
31=E&xtraire
32=Sa&uver
33=Me&ttre à jour
34=Annul&er
35=Options
; -----------------------------------------------------------------------------
36=Extraction %s
37=%s supporte les méthodes suivantes pour extraire les packages %s. %nMalheureusement, aucune d'elles n'est fiable а 100%. %nSi la méthode par défaut ne fonctionne pas, relancez %s et choisissez-en une autre.
; -----------------------------------------------------------------------------
38=Méthode d'extraction
39=%s Installeur administratif
40=%s extraction
41=%s commutateur
42=%s Décompresseur
43=Pas un installeur InstallShield
44=Voir le résumé après &décompression
; -----------------------------------------------------------------------------
; GUI control functions
45=Désactiver les sons du pro&gramme
46=Version de 7-Zip
47=Le fichier n'existe pas :%n%s%nVeuillez sélectionner un fichier valide.
48=Ouvrir fichier
49=Créer dans
50=Tous
; Common terms
51=archive
52=Fichier compressé
53=Temps : %s
54=Livre électronique
55=Carte virtuelle
56=Fichier encodé
57=Exécutable inconnu
58=Echec
59=Fichier d'aide
60=Correctif
61=Image
62=Installeur
63=Fusionner le module
64=Paquet
65=Patch
66=Auto-extraction
67=Etape
68=Succès
69=Test
70=Extraction :
71=Taille de l'archive
72=Mises à jour
73=Nom de l'archive
74=toutes les semaines|toutes les 2 semaines|tous les mois|jamais
; Status messages
75=Analyse du type de fichier
76=Analyse du fichier avec %s
77=Extraire fichiers de :
78=Attente de l'initialisation de l'installeur.%nVeuillez patienter
79=Pour interrompre l'extraction, appuyez sur la touche ESC%nRéduire/Restaurer la fenêtre en appuyant sur la touche F11
; Custom prompts
80=Les images de CD-ROM %s ne peuvent être extraites directement.%nCette image sera convertie en image ISO, %npuis extraite.%n%nDésirez-vous continuer?%nNote : Ce processus peut prendre plusieurs minutes.
81=Erreur :  L'image du CD-ROM ne peut être convertie.
82=Erreur :  Une image ISO a été créée à partir de l'image %s, mais ne peut être extraite.%nDésirez-vous conserver l'image ISO pour une analyse future ?
83=Erreur : Ceci semble ne pas être un fichier MHT valide. %nAucune limite n'a pu être détectée.
84=%s. Veuillez quitter l'installeur, puis cliquez sur 'OK' pour continuer.
85=Note :  Cette méthode fonctionne seulement avec le fichier Wise spécifique pour les installeurs Windows.%nSi l'assistant d'installation Wise démarre et qu'il attend simplement une entrée, ce fichier n'est pas supporté.%nQuittez l'installeur, et %s interrompra l'extraction.%n%nDésirez-vous continuer l'extraction ?
86=Ce fichier est compressé avec %s. Vous pouvez continuer à extraire sans décompression %s ou uniquement effectuer une décompression %s.%n%nCliquez sur 'Oui' pour extraire sans décompression %s.%n%nCliquez sur 'Non' pour lancer uniquement la décompression %s.%n%nDans ce dernier cas, le fichier décompressé sera nommé :%n%s
87=Erreur : %s%nImpossible à décompresser.
88=Attention :  Pour extraire un fichier de ce type, il doit être exécuté directement.%nSi vous continuez, la commande suivante sera lancée :%n%n%s%n%nSi vous pensez que ce fichier puisse être malveillant, il est prudent de ne pas continuer.%nVoulez-vous continuer l'extraction ?
89=Attention : Le répertoire de destination %s existe déjà !%nL'extraction dans des dossiers non-vides peut conduire à une erreur de décompression.%n%nSupprimer le contenu du dossier avant de décompresser ?
90=Un mot de passe est requis pour décompresser !%n%nDécocher '%s'%npour autoriser la saisie de mot de passe.
91=Pour décompresser cette archive un extracteur%nadditionnel est nécessaire %s
; Help text
92=Extraire les fichiers d'une archive ou d'un installeur.%nUsage :%n%s%n%nArguments supportés :%n%s%t%tAffiche cette information d'aide%n%s%t%tOuvre l'onglet %s%n%s%tNom du fichier à extraire%n%s%tRépertoire dans lequel extraire%n%nOmettre %s au lieu d'un répertoire de destination indique à %n%s d'extraire dans un sous-répertoire nommé après l'archive.%n%nExemple :%s%n%nLancer %s sans arguments montrera la fenêtre principale dans laquelle l'utilisateur peut spécifier le nom de fichier et le répertoire de destination.
93=Extraire avec %s
; Error messages
94=Les extractions %s ne peuvent être consignées.
95=par l'archiveur 7-Zip
96=%s impossible à extraire.%nLe type de fichier renvoyé est : %s%n%nCliquez sur 'OK' si vous désirez analyser le fichier vous même ou sur 'Annuler' pour quitter.
97=%s%na une extension inconnue et ne peut être extrait !
98=Impossible à créer :%n%s%nVeuillez sélectionner une destination valide.
99=%s impossible à extraire.%nIl apparaît comme un(e) %s, qui est supporté, mais échec de l'extraction.%nVeuillez consulter le fichier log, %s, pour de plus amples informations.%n%nCliquez sur 'OK' pour voir le fichier log maintenant ou sur 'Annuler' pour quitter.
100=%t–= %s Analyse =–
; Update messages
101=Mise à jour terminée !
102=La mise à jour a commencé, veuillez patienter...
103=Téléchargement des fichiers
104=Téléchargement terminé !
105=Mis à jour en version : %s
106=%nRedémarrage %s !
107=Votre version actuelle est : %s%nLa mise à jour n'est pas nécessaire !
; -----------------------------------------------------------------------------
108=Erreur de téléchargement
109=Impossible de se connecter au serveur.%nVotre connection internet est peut-être désactivée%nou le serveur de mises à jour est inaccessible.
110=Erreur de chargement d'un fichier
111=Erreur de décompression d'un fichier
112=Pendant la mise à jour en version : %s%nil y a eu des erreurs, réessayez !!!
113=Complété : %s de %s
114=Information
115=Versions des décompresseurs
116=Ouvrir le dossier des fichiers décompressés ?
117=Ligne dans la table
118=Séparateur
119=Ouvrir seulement le plus haut &niveau de l'archive
120=Analyse du fichier PE
121=Impossible de traiter le fichier MSI
122=En raison du "profond" emplacement de l'installeur MSI, le(s) fichier(s) %s ne peut(vent) être récupéré(s).%nPour plus de détails consulter %s.%n%nDéplacez l'installeur MSI le plus près possible de la racine du lecteur et répétez l'extraction.%n%nCliquez sur 'OK' pour voir le fichier log ou sur 'Annuler' pour quitter.
123=Signatures -
124=Sélectionner le type d'archive manuellement (à partir d'une liste) ?
125=Sélectionner la signature du type d'archive supposé
126=Essayer d'extraire avec 'TotalObserver' ?
